"UPFuturesTradeRefreshHeaderIdleText" = "下拉可以刷新";
"UPFuturesTradeRefreshHeaderPullingText" = "松开立即刷新";
"UPFuturesTradeRefreshHeaderRefreshingText" = "正在刷新数据中...";

"UPFuturesTradeRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"UPFuturesTradeRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"UPFuturesTradeRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"UPFuturesTradeRefreshAutoFooterIdleText" = "上拉可以加载更多";
"UPFuturesTradeRefreshBackFooterPullingText" = "松开立即加载更多";
"UPFuturesTradeRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"UPFuturesTradeRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"UPFuturesTradeRefreshHeaderLastTimeText" = "最后更新：";
"UPFuturesTradeRefreshHeaderDateTodayText" = "今天";
"UPFuturesTradeRefreshHeaderNoneLastDateText" = "无记录";
